Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/9_undervisningsoppl.html.tmx
Source language: sme
Languages: smj

source: Lea vejolaš atnit iešguđetlágan lotus-skoviid.
smj: Máhttelis le aj dåjmadit duoj dáj lotus-sjiemáj.

source: Muhtun skoviin leat hárvvit ja stuorit rubrihkat, ja muhtun skoviin leat máŋga smávit rubrihkat.
smj: Muhtemijn li dåssju gallegasj valla stuorra rubrihka ja muhtemijn moadda ja smávva rubrihka.

source: Lotusskoviin main lea hárvvit rubrihkat lea ohppiide vejolašvuohta sárgut govaid ja govastagaid.
smj: Dajda sjiemájda gånnå gallegasj rubrihka, máhtti oahppe tjuorggat gåvojt ja gåvostagájt.

source: Oahppit sáhttet maiddái eará sajis viežžat govaid ja daid liibmet skovvái.
smj: Oahppe aj máhtti biesskedit gåvojt juosstá ja lijmmit dajt sjiemá sisi.

source: Eará vejolašvuohta lea ahte oahpaheaddji sáhttá máŋget govaid árkii.
smj: Åhpadiddje aj máhttá skánnit ja nav kopijat oadtjot muhtem árkkaj.

source: Oahppit ieža mearridit skovi sisdoalu.
smj: Oahppe galggi ietja mierredit mij sjiemá sisadno galggá.

source: Lea vejolaš ráhkadit iešguđetlágan sátnebáŋkkuid.
smj: Máhttelis le aj dahkat juokkir lágásj báhkobáŋkajt.

source: Okta ovdamearkan lea bidjat sáni ja gova gortii ja dan lamineret ja bidjat latnjarieggái.
smj: Buojkulvissan máhttá laminerit ådå bágojt kårtåjda ja de dajt kårtåjt tjåvdariggasij biedjat.

source: Oahppit sáhttet maiddái ráhkadit sátnebáŋkku iežas máhppii dihtoris.
smj: Oahppe aj máhtti dahkat báhkobáŋkav sierralágásj skálmmáj pc ’ an.

source: Lea dehálaš ahte oahpahus molssašuvvá ja bargovuorut eai beare guhkit.
smj: Vaj åhpadus sjaddá moattelágásj, le ájnas. Dan diet e barggobåttå galga årrot ilá guhkaga.

source: Oahpaheaddji ferte lágidit oahpahusa nu ahte movttiidahttá ohppiid oahppat ja muitit maid leat oahppan.
smj: Åhpadiddje aj galggá gárvvit oahppamav vaj dat åvdet åhpadusáv ja åvddånimmielav vaddá.

source: Dárkuma bakte sáhttá oahpaheaddji gávnnahit makkár oahppandoaimmaiguin oahppit liikojit bargat, ja mii buoremusat movttiidahttá oahppama.
smj: Åhpadiddje galggá gehtjastallat vaj gávnná makkár oahppamdåjma li buoremusá oahppijda gå daj galggi barggat, ja ma buoremusát åvddedi oahppamav.

source: Oahppit galget oažžut barggu maid hálddašit.
smj: Oahppe galggi oadtjot barggodahkamusájt majt buoragit ájmmudi.

source: Danin berre oahpaheaddji ráhkadit bargobihtáid ja doaimmaid mat leat heivehuvvon ohppiid dáiddolašvuhtii.
smj: Dan diehti viertti åhpadiddje sidjij dahkamusájt ja dåjmajt ma hiehpi oahppij máhtukvuodajda dahkat.

source: Oahppit eai oahpa seamma jođánit, ja soapmásat dárbbašit guhkit áiggi go maid earát dahket.
smj: Oahppe de barggi oahppamábnnasij duon dán ietjaska láhkáj ja dárbahi ájgev iesj gen ga milta.

source: Oahpaheaddji galgá láhčit oahpahusa nu ahte heiveha sisdoalu ja bargovugiid buot ohppiide.
smj: Åhpadiddje galggá ásadit åhpadusáv vaj sisadno ja barggotjerda hiehpi divna oahppijda.

source: Juohke oahppi oppalaš duogáš váikkuha oahppi oahppamii.
smj: Oahppijn li iesj gænnanik vuohke mij vájkkut gåktu sij ja man ålov sij oahppi.

source: Ovdamearkka dihte sáhttá vuohki movt oahppostoffa ovdanbiddjo ohppiide váikkuhit movt ja man ollu oahppi oahppá.
smj: Gatjálvis máhttá duohttat duov gåktu oahhpamábnnasa látjeduvvi oahppijda.

source: Danin lea dehálaš ahte leat valljis bargobihtát ja doaimmat ja spealut mat leat láhččojuvvon fáttá ja dási mielde.
smj: Dan diehti le ájnas gávnnat ållo ja moattelágásj barggodahkamusájt ja dåjmajt ja spelajt temáj ja dásij milta.

source: Dát galget leat gávdnamis oahpahuslanjas.
smj: Gájkka galggi sadjihin oahppamlanján årrot.

source: Oahppit sáhttet ieža válljet iešguđetlágan bihtáid mat leat dárkilat, ulbmilaččat ja rávvejeaddjin hábmejuvvon.
smj: Oahppe de aj máhtti allasisá tjuolldet barggodahkamusájt ma li konkrehtalattja, ulmmelattja ja ma ietja vuosedi gåktu barggat.

source: Dávjá šaddá oahpaheaddji ieš daid ráhkadit danin go gávdnojit nu unnán oahpponeavvut sámegillii.
smj: Åhpadiddje galla viertti álu iesj dajt dahkat, dajna gå binná gárvvidum oahppamusá gávnnuji sámegiellaj.

source: Oahpaheaddji sáhttá kártet ohppiid oahppaneavttuid vai vuohkeválljen heivehuvvo ohppiid buoremus oahppaneavttuide.
smj: Åhpadiddje máhttá dagu kártav dahkat gåktu oahppij máhtukvuohta le oahppat, nåv vaj åhpadusvuohke hiebaduvvá oahppijda buoremus láhkáj.

source: Nu oahpahus velá heivehuvvo ohppiide, ja sii ovdánahttojuvvojit fágalaččat oahppoulbmila / gelbbolašvuođamihttomeari mielde.
smj: De ham de vat åhpadus ienebut hiebaduvvá oahppijda, gudi de åvddåni fágalattjat mihttomiere ja máhtudakmihto hárráj.

source: Oahpaheaddji ferte čuovvut ohppiid oahppama eavttuid, vuogi movt sii ohppet ja oahppan- ja ovdánahttinproseassa.
smj: Åhpadiddje galggá tjuovvot gåktu oahppiij máhtukvuoda le oahppat, ja makkár vuogij sij oahppi ja gåktu sijá oahppam - ja åvvdånamprosæssa manná.

source: Oahpaheaddji galgá čađat diehtit maid oahppit áiggis áigái máhttet ja dan mielde láhčit oktagaslaš hárjehallandahkosa ohppiide.
smj: Åhpadiddje galggá gæhttjat ja diehtet majt oahppe gudik ájge máhtti, ja maŋenagi åvdedit ja viehkedit hárjjidallamijt iesj gen ga oahppij milta.

source: Listu vuolábealde čájeha makkár oahppodoaimmaiguin oahppit liikojit bargat ja mat buoremusat movttiidahttet oahppama:
smj: Tjuovvolissta vuoset oahppamdåjmajt majt guhtik buorren adná ja inemusát åvddedi oahppamav: Visuálalasj oahppe lijkkuji

source: Visuala oahppit liikojit
smj: Auditijvvalasj oahppe lijkkuji

source: lohkat ja čállit, geahččat filmma, sárgut, bargat bargogirjjiin ja govvidit jurddakártta
smj: - låhkåt ja tjállet, filmajt gæhttjat, tjuorggat, barggogirjátjij barggat, ja tjuorggat ájáduskárttajt

source: govaid ja sániid
smj: - gåvojt ja bágojt

source: guldalit, digaštallat, hupmat iežainis dahje earáiguin ja jitnosit lohkat
smj: - guládallat, dágástit iehtjádij, ságastit ietjajnis jali iehtjádij ja tjavgga låhkåt

source: Taktiila oahppit liikojit
smj: Taktilalasj oahppe lijkkuji

source: Kinestetihka (motorihkalaš) oahppit liikojit
smj: Kinestetalasj oahppe lijkkuji

source: guoskkahit diŋggaid, giehtabarggu, dihtoriin bargat, ráhkadit seaidneplakáhtaid, speallat, čállit, čuohpadit ja liibmet
smj: - juojddá duohtadit, giedaj barggat, pc ’ ajn barggat, plákáhtajt dahkat, spieledit, tjállet, biesskedit ja lijmmit.

source: bargat latnjarieggáin ja árpobreahtain
smj: - tjåvddariggasij ja hárppodieloj barggat

source: lihkadit ja olleš rupmaša atnit, speallat iešguđetlágan spealuid, teáhterneaktima ja praktihkalaš barggu
smj: - labudit ietjasa ja åvvå rubmahav adnet, spieledit duojt dájt spelajt, teaterin ihkkunahttet ja praktihkalasj bargojt

source: seaidne- ja láhttespealuid
smj: - siejnne- ja guolbbespelajt

source: Árvvoštallan
smj: Árvustallam

source: Oahppit galget árvvoštallat dan maid sii duođai máhttet ja maid sii leat oahppan.
smj: Oahppe dal galggi ietja árvustallat majt sij ajtu máhtti, majt bukti ja majt sij li oahppam.

source: Gávdnat vástádusa dasa, galget oahppit čállit VØL-skovi.
smj: Siemáv galggi oahppe dievddet åvddåla gå sijá oahppamdoajmma álggá.

source: Skovi galget oahppit čállit ovdalgo álggahit oahppodoaimma. Gelbbolašvuođamihttomearri, oahppomihttomearri ja dovdomearkkat dahje eavttut galgá almmuhit ohppiide ja galget oidnot bargoplánas ja klássalanjas, omd. seaidneplakáhtas.
smj: Máhtudakmihto, åhpadusmihttomiere ja dåbddomerka jali mihttomiere jåksåm gájbbádusá galggi årrot dåbddusa oahppijda ja vuojnnusij barggoplánan ja klássalanján boahtet, duola dagu plákáhtan mij siejnen gatsaj.

source: Lea dehálaš ahte oahpaheaddji njálmmálaččat aiddostahttá dovdomearkkaid ja eavttuid ohppiide.
smj: Ájnas le åhpadiddje oahppij tjadát ma da dåbddomerka jali mihttomiere jåksåm gájbbádusá le.

source: Lea maiddái dehálaš ahte čilge mat dát duođaid leat.
smj: Le aj áj ájnnas jut dá le konkrehtalattja.

source: Dovdomearkkaid sáhttá čilget iešguđege dásis, nugomat:
smj: Duoj dáj dásij dåbddomerkajt máhttá tjielggit, nav gåktu dát buojkulvis vuoset:

source: Don leat álgán Don máhtát eanemus adnon beaivválaš sániid mat gullet fáddái.
smj: Dån le jåhtuj boahtám Dån máhtá muhtemav dajs ienemus bæjválasj bágojs ma gulluji tebmáj.

source: Don máhtát atnit soames oahppan sániid.
smj: Dån máhtá nágin åhpadum bágojt åvddånbuktet.

source: Don máhtát hábmet álkes cealkagiid fáttá birra ja searvat daid birra ságastallat.
smj: Dån máhtá nágin oanegis gárgadisájt ma gulluji tebmáj dahkat, ja dajt ságastallamijn adnet.

source: Don máhtát gažaldagaid vástidit eaŋkilsániiguin.
smj: Dån máhtá vásstedit gatjálvisájt åvtåj bágoj.

source: Don leat bures mátkái joavdan Dus lea oalle buorre sátneriggodat fáttá birra.
smj: Dån le buoragit jåhtuj boahtám Dujna le viehka buorre báhkoboanndudak mij guosská tebmáj.

source: Don máhtát atnit máŋga oahppan sániid.
smj: Dån máhtá moadda åhpadum bágojt åvddånbuktet.

source: Don máhtát hábmet cealkagiid mas lea sisdoallu ja searvat ságastallamii fáttá birra.
smj: Dån máhtá dahkat gárgadisájt gånnå le sisadno ja ságastit ietjádij temá birra.

source: Don máhtát vástidit gažaldagaid olles cealkagiiguin.
smj: Dån máhtá gatjálvisájt ålles gárgadisáj vásstedit.

source: Don leat joavdan guhkas Dus lea dán fáttás buorre sátneriggodat. Don máhtát bures atnit hui ollu oahppan sániid.
smj: Dån le guhkás boahtám Dujna le buorre báhkoboanndudak temá birra Dån máhtá ållo åhpadum bágojt ållu buoragijt åvddånbuktet.

source: Don máhtát hábmet cealkagiid rikkis ja dárkilis gielain ja searvat spontána ságastallamii fáttá birra.
smj: Dån máhtá dahkat gárgadisájt gånnå le moattelágásj ja tjielgga giella ja sehkanit hæhkka sáhkaj temá birra.

source: Don vástidat gažaldagaid dievaslaččat ja olles cealkagiiguin.
smj: Dån gatjálvisájt ållåsit ja ålles gárgadisáj vássteda.

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit ovdanbuktit njálmmálaččat: Njálmmálaš doaibma lea guovddážis dán ovdamearkkas.
smj: Máhttet njálmálattjat åvddånbuktet: Njálmálasj doajmmá le ájnnasamos dán buojkulvisán.

source: Máhttit ovdanbuktit čálalaččat: Oahppit galget sámegillii sátnádit deavdimis VØL - ja lotusskovi oahppandoaimmas.
smj: Máhttet tjálálattjat åvddånbuktet: Oahppe tjálatji gå dievddi DHO - ja lotussjiemáv ietjasa oahppamdåjma oassen.

source: Máhttit lohkat: Álgimis fáttáin bargat sáhttá sihke oahpaheaddji ja/dahje oahppit lohkat iežaset teavsttaid.
smj: Máhttet låhkåt: Gå juokkir temáv álgatji, de máhttá sihke åhpadiddje jali / ja oahppe hiebalgis tevstajt låhkåt.

source: Máhttit rehkenastit: Praktihkalaš barggus nugomat láibuma bakte, atnit ja geardduhit oahppit doahpagiid mat gullet sámi lohkan- ja rehkenastinvuohkái.
smj: Máhttet riekknit: Praktihkalas bargoj baktu, duola dagu lájbboma baktu, dåjmadi ja mujtudalli oahppe gåktu sáme vuoge milta tállajt låhkåt ja riekknit.

source: Máhttit atnit digitála reaidduid: oahppit atnet dihtormášiinna bargobihtá čálalaš oassái.
smj: Máhttet digitála ræjdoj adnet: Tjálálasj barggodahkamusájn oahppe pc ’ av adni.

source: Sii gávdnet govaid interneahtas, dahje sii čállet teavstta eará govvii.
smj: Gåvojt sij gávnni internehtan jali sij tjálli ietjá gåvo birra mij soajttá gávnnut.

source: Gáiddusoahpahus
smj: Guhkásåhpadibme

source: Dát ovdamearka heive bures gáiddusoahpahussii danin go oahppodoaibma deattuha njálmmálaš giellaanu.
smj: Dát buojkulvis hiehpá buoragit guhkásåhpadibmáj dajna gå oahppamdoajmma dættov biedjá gåktu njálmálattjat gielav åvddånbuktet.

source: Dalle šaddá oahpaheaddji ovdalgihtii gávnnahit makkár bargovuogit dása buoremusat heivejit.
smj: Åvdås álggá de viertti åhpadiddje juo gávnnat makkár barggovuoge hiehpi buoremusát.

source: Oahpaheaddji sáhttá ráhkadit iešguđetlágan goarttaid, spealuid ja bargobihtáid mat sáddejuvvojit ohppiide.
smj: Åhpadiddje máhttá dahkat duojt dájt kårtåjt, spelajt ja barggodahkamusájt ma oahppijda rájaduvvi.

source: Oahppi ja oahpaheaddji sáhttiba humadit fáttá birra seammásgo oahppi čuohpada muitogoarttaid.
smj: Oahppe ja åhpadiddje máhtteba ságastallat temá birra madin oahppe duola dagu memorykårtåjt biessket.

source: Gielladomeanat
smj: Gielladomena

source: Jus lea heivvolaš čađahit praktihkalaš barggu dáinna fáttain bargamis, nugomat láibut dahje málestit, de sáhttá doaibma dahje gievkkan leat gielladomeanan.
smj: Jus le ávkálasj juojddá práktihkkalattjat dahkat mij tebmáj guosská, duola dagu jus galggá lájbbot jali biebmojt gárvvásin dahkat, de máhttá de doajmma jali gievkan gielladomednan årrot.

source: Breahttaspeallu dahje seaidneplakáhtta fáttá birra sáhttá maiddái leat gielladomeanan.
smj: Diellospella jali siejnneplakáhtta temá birra aj máhttá gielladomednan årrot.

source: 67 Meløy: Giella Sámis. Davvi media a. s. 1989 Nan Persen: Eappelgáhkku.
smj: Gájkka guládallama diellospela jali plakáhta birra galggi sámegiellaj.

source: Iđut 2003
smj: Oahppamusá

source: Neahttaresurssat
smj: Tækstaoajvvádusá
